7767517
28 28
Input                    input0                   0 1 input0 0=224 1=224 2=3 -23329=1,128.281006
Convolution              Conv_0                   1 1 input0 148 0=32 1=3 4=1 5=1 6=864 20=1 21=84 22=15 24=2 25=1 -23329=1,26.366514
PReLU                    LeakyRelu_1              1 1 148 110 20=1 21=22157 22=14 23=2 -23329=1,35.656925
Convolution              Conv_2                   1 1 110 151 0=32 1=3 3=2 4=1 5=1 6=9216 20=1 21=100 22=15 24=2 25=1 -23329=1,15.590242
PReLU                    LeakyRelu_3              1 1 151 113 20=1 21=22767 22=13 23=2 -23329=1,43.328815
Convolution              Conv_4                   1 1 113 154 0=64 1=3 4=1 5=1 6=18432 20=1 21=155 22=15 24=2 25=1 -23329=1,25.024591
PReLU                    LeakyRelu_5              1 1 154 116 20=1 21=30546 22=14 23=2 -23329=1,46.654980
Convolution              Conv_6                   1 1 116 157 0=64 1=3 3=2 4=1 5=1 6=36864 20=1 21=116 22=15 24=2 25=1 -23329=1,23.724092
PReLU                    LeakyRelu_7              1 1 157 119 20=1 21=18500 22=13 23=2 -23329=1,53.575256
Convolution              Conv_8                   1 1 119 160 0=128 1=3 4=1 5=1 6=73728 20=1 21=133 22=15 24=2 25=1 -23329=1,29.316944
PReLU                    LeakyRelu_9              1 1 160 122 20=1 21=29866 22=14 23=2 -23329=1,53.440601
Convolution              Conv_10                  1 1 122 163 0=128 1=3 3=2 4=1 5=1 6=147456 20=1 21=92 22=15 24=2 25=1 -23329=1,34.189796
PReLU                    LeakyRelu_11             1 1 163 125 20=1 21=24463 22=14 23=2 -23329=1,51.049435
Convolution              Conv_12                  1 1 125 166 0=256 1=3 4=1 5=1 6=294912 20=1 21=95 22=15 24=2 25=1 -23329=1,40.680260
PReLU                    LeakyRelu_13             1 1 166 128 20=1 21=26294 22=14 23=2 -23329=1,65.286186
Convolution              Conv_14                  1 1 128 169 0=256 1=3 3=2 4=1 5=1 6=589824 20=1 21=79 22=15 24=2 25=1 -23329=1,40.938129
PReLU                    LeakyRelu_15             1 1 169 131 20=1 21=26091 22=14 23=2 -23329=1,65.193100
Convolution              Conv_16                  1 1 131 172 0=512 1=3 4=1 5=1 6=1179648 20=1 21=66 22=15 24=2 25=1 -23329=1,42.997200
PReLU                    LeakyRelu_17             1 1 172 134 20=1 21=17734 22=13 23=2 -23329=1,93.080269
Convolution              Conv_18                  1 1 134 175 0=512 1=3 3=2 4=1 5=1 6=2359296 20=1 21=122 22=15 24=2 25=1 -23329=1,4.918198
PReLU                    LeakyRelu_19             1 1 175 137 20=1 21=27414 22=14 23=2 -23329=1,8.229158
Convolution              Conv_20                  1 1 137 178 0=512 1=3 4=1 5=1 6=2359296 20=1 21=18 22=15 24=2 25=1 26=28891 27=14 -23329=1,20.278885
PReLU                    LeakyRelu_21             1 1 178 140 20=1 21=20129 22=14 23=2 -23329=1,24.914639
Convolution              Conv_22                  1 1 140 181 0=512 1=3 4=1 5=1 6=2359296 20=1 21=17 22=15 24=2 25=1 26=32627 27=13 -23329=1,22.796726
PReLU                    LeakyRelu_23             1 1 181 143 20=1 21=20214 22=14 23=2 -23329=1,28.125216
Convolution              Conv_24                  1 1 143 184 0=512 1=3 4=1 5=1 6=2359296 20=1 21=14 22=15 24=2 25=1 26=20382 27=13 -23329=1,16.381767
PReLU                    LeakyRelu_25             1 1 184 146 20=1 21=21997 22=14 23=2 -23329=1,21.993841
Convolution              Conv_26                  1 1 146 output0 0=125 1=1 5=1 6=64000 20=1 21=17 22=15 24=2 25=1 -23329=1,5.875066
